Repository: ansharma74/cwrs
Catalog: lxde/lxpanel-plugins/batt/po/*.po
Languages: sr

source: Battery: %d%% charged, %d:%02d until full
sr: Батерија: %d%% напуњена, %d:%02d док не буде пуна

source: Battery: %d%% charged, %s
sr: Батерија: %d%% напуњена, %s

source: charging finished
sr: пуњење је завршено

source: charging
sr: пуњење

source: Battery: %d%% charged, %d:%02d left
sr: Батерија: %d%% напуњена, %d:%02d преостало

source: Battery: %d%% charged
sr: Батерија: %d%% напуњена

source: No batteries found
sr: Нема батерија

source: Hide if there is no battery
sr: Не приказуј ако нема батерије

source: Alarm command
sr: Наредба за узбуњивање

source: Alarm time (minutes left)
sr: Време за узбуну (преостало минута)

source: Background color
sr: Позадинска боја

source: Charging color 1
sr: Боја за пуњење 1

source: Charging color 2
sr: Боја за пуњење 2

source: Discharging color 1
sr: Боја за пражњење 1

source: Discharging color 2
sr: Боја жа пражњење 2

source: Border width
sr: Ширина ивице

source: Size
sr: Величина

source: Battery Monitor
sr: Показивач стања батерије

source: Display battery status using ACPI
sr: Прикажи стање батерије користећи ACPI
